Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# WorkgroupDetail.RemoveSession
source: Remove Session
de: Sitzung entfernen
ja: セッションを削除
pt_br: Remover sessão
ru: Удалить сеанс
zh_hans: 删除会话

# WorkgroupDetail.RenameWorkgroup
source: Rename Workgroup
de: Arbeitsgruppe umbenennen
ja: ワークグループの名前を変更
pt_br: Renomear grupo de trabalho
ru: Переименовать рабочую группу
zh_hans: 重命名工作组

# WorkgroupDetail.WhatIsAWorkgroup
source: What is a Workgroup?
de: Was ist eine Arbeitsgruppe?
ja: ワークグループとは？
pt_br: O que é um grupo de trabalho?
ru: Что такое рабочая группа?
zh_hans: 什么是工作组？

# WorkgroupDetail.WhatIsExplanation
source: A **Workgroup** turns a single session into a coordinated set of related sessions, each with its own command and toolbar; see the [Workgroups documentation](https://iterm2.com/documentation-workgroups.html) for the full story.
de: Eine **Arbeitsgruppe** verwandelt eine einzelne Sitzung in eine koordinierte Gruppe zusammengehöriger Sitzungen, jede mit eigenem Befehl und eigener Symbolleiste; die vollständige Beschreibung finden Sie in der [Dokumentation zu Arbeitsgruppen](https://iterm2.com/documentation-workgroups.html).
ja: **ワークグループ**は、単一のセッションを、それぞれ独自のコマンドとツールバーを持つ一連の関連セッションへとまとめます。詳しくは[ワークグループのドキュメント](https://iterm2.com/documentation-workgroups.html)をご覧ください。
pt_br: Um **grupo de trabalho** transforma uma única sessão em um conjunto coordenado de sessões relacionadas, cada uma com seu próprio comando e barra de ferramentas; consulte a [documentação de grupos de trabalho](https://iterm2.com/documentation-workgroups.html) para a história completa.
ru: **Рабочая группа** превращает один сеанс в согласованный набор связанных сеансов, каждый из которых имеет свою команду и панель инструментов; подробности см. в [документации о рабочих группах](https://iterm2.com/documentation-workgroups.html).
zh_hans: 一个**工作组**可以将单个会话转换为一组相关的会话，每个会话都有自己的命令和工具栏；详情请参阅[工作组文档](https://iterm2.com/documentation-workgroups.html))。

# WorkgroupPresets.CodingAgentPlusDiff
source: Coding Agent + Diff
de: Programmier-Agent + Diff
ja: コーディングエージェント + 差分
pt_br: Agente de codificação + Diff
ru: Агент кодирования + Различия
zh_hans: 编码代理 + Diff

# WorkgroupPresets.CodingAgentPlusDiffPlusCodeReview
source: Coding Agent + Diff + Code Review
de: Programmier-Agent + Diff + Code-Review
ja: コーディングエージェント + 差分 + コードレビュー
pt_br: Agente de codificação + Diff + Revisão de código
ru: Агент кодирования + Различия + Проверка кода
zh_hans: 编码代理 + Diff + 代码审查

# WorkgroupsEditing.AddPreset
source: Add Preset
de: Voreinstellung hinzufügen
ja: プリセットを追加
pt_br: Adicionar predefinição
ru: Добавить пресет
zh_hans: 添加预设

# WorkgroupsEditing.ChangeWorkgroups
source: Change Workgroups
de: Arbeitsgruppen ändern
ja: ワークグループを変更
pt_br: Alterar grupos de trabalho
ru: Изменить рабочие группы
zh_hans: 更改工作组

# WorkgroupsEditing.UntitledWorkgroup
source: Untitled Workgroup
de: Unbenannte Arbeitsgruppe
ja: 無題のワークグループ
pt_br: Grupo de trabalho sem título
ru: Безымянная рабочая группа
zh_hans: 未命名工作组

# WorkgroupSessionDetail.AddToolbarItem
source: Add Toolbar Item
de: Symbolleistenelement hinzufügen
ja: ツールバー項目を追加
pt_br: Adicionar item à barra de ferramentas
ru: Добавить элемент панели инструментов
zh_hans: 添加工具栏项

# WorkgroupSessionDetail.BackLabel
source: Back:
de: Zurück:
ja: 戻る：
pt_br: Voltar:
ru: Назад:
zh_hans: 后退：

# WorkgroupSessionDetail.ChangeCommand
source: Change Command
de: Befehl ändern
ja: コマンドを変更
pt_br: Alterar comando
ru: Изменить команду
zh_hans: 更改命令

# WorkgroupSessionDetail.ChangeMode
source: Change Mode
de: Modus ändern
ja: モードを変更
pt_br: Alterar modo
ru: Изменить режим
zh_hans: 更改模式

# WorkgroupSessionDetail.ChangeOrientation
source: Change Orientation
de: Ausrichtung ändern
ja: 方向を変更
pt_br: Alterar orientação
ru: Изменить ориентацию
zh_hans: 更改方向

# WorkgroupSessionDetail.ChangePeerShortcut
source: Change Peer Shortcut
de: Peer-Tastenkombination ändern
ja: ピアショートカットを変更
pt_br: Alterar atalho do par
ru: Изменить сочетание клавиш партнёра
zh_hans: 更改对等点快捷键

# WorkgroupSessionDetail.ChangePerFileCommand
source: Change Per-File Command
de: Dateispezifischen Befehl ändern
ja: ファイルごとのコマンドを変更
pt_br: Alterar comando por arquivo
ru: Изменить команду для отдельного файла
zh_hans: 更改文件级命令

# WorkgroupSessionDetail.ChangeProfile
source: Change Profile
de: Profil ändern
ja: プロファイルを変更
pt_br: Alterar perfil
ru: Изменить профиль
zh_hans: 更改配置文件

# WorkgroupSessionDetail.ChangeShortcut
source: Change Shortcut
de: Tastenkombination ändern
ja: ショートカットを変更
pt_br: Alterar atalho
ru: Изменить сочетание клавиш
zh_hans: 更改快捷键

# WorkgroupSessionDetail.ChangeSide
source: Change Side
de: Seite ändern
ja: 側を変更
pt_br: Alterar lado
ru: Изменить сторону
zh_hans: 更改分屏边

# WorkgroupSessionDetail.ChangeSpacerWidth
source: Change Spacer Width
de: Abstandhalterbreite ändern
ja: スペーサーの幅を変更
pt_br: Alterar largura do espaçador
ru: Изменить ширину распорки
zh_hans: 更改间隔条宽度

# WorkgroupSessionDetail.ChangeSplitLocation
source: Change Split Location
de: Split-Position ändern
ja: 分割位置を変更
pt_br: Alterar posição da divisão
ru: Изменить положение разделения
zh_hans: 更改拆分位置

# WorkgroupSessionDetail.ChangeURL
source: Change URL
de: URL ändern
ja: URLを変更
pt_br: Alterar URL
ru: Изменить URL
zh_hans: 更改 URL

# WorkgroupSessionDetail.CommandLabel
source: Command:
de: Befehl:
ja: コマンド：
pt_br: Comando:
ru: Команда:
zh_hans: 命令：

# WorkgroupSessionDetail.DefaultProfile
source: Default
de: Standard
ja: デフォルト
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# WorkgroupSessionDetail.FileCommandLabel
source: File command:
de: Dateibefehl:
ja: ファイルコマンド：
pt_br: Comando de arquivo:
ru: Команда для файла:
zh_hans: 文件命令：

# WorkgroupSessionDetail.ForwardLabel
source: Forward:
de: Vorwärts:
ja: 進む：
pt_br: Avançar:
ru: Вперёд:
zh_hans: 前进：

# WorkgroupSessionDetail.LocationLabel
source: Location:
de: Position:
ja: 位置：
pt_br: Posição:
ru: Положение:
zh_hans: 位置：

# WorkgroupSessionDetail.MaxWidthLabel
source: Max width:
de: Maximale Breite:
ja: 最大幅：
pt_br: Largura máxima:
ru: Макс. ширина:
zh_hans: 最大宽度：

# WorkgroupSessionDetail.MinWidthLabel
source: Min width:
de: Minimale Breite:
ja: 最小幅：
pt_br: Largura mínima:
ru: Мин. ширина:
zh_hans: 最小宽度：

# WorkgroupSessionDetail.ModeLabel
source: Mode:
de: Modus:
ja: モード：
pt_br: Modo:
ru: Режим:
zh_hans: 模式：

# WorkgroupSessionDetail.NoSessionSelected
source: No session selected.
de: Keine Sitzung ausgewählt.
ja: セッションが選択されていません。
pt_br: Nenhuma sessão selecionada.
ru: Сеанс не выбран.
zh_hans: 未选择会话。

# WorkgroupSessionDetail.ProfileLabel
source: Profile:
de: Profil:
ja: プロファイル：
pt_br: Perfil:
ru: Профиль:
zh_hans: 配置文件：

# WorkgroupSessionDetail.ReloadLabel
source: Reload:
de: Neu laden:
ja: 再読み込み：
pt_br: Recarregar:
ru: Обновить:
zh_hans: 重新载入：

# WorkgroupSessionDetail.RemoveToolbarItem
source: Remove Toolbar Item
de: Symbolleistenelement entfernen
ja: ツールバー項目を削除
pt_br: Remover item da barra de ferramentas
ru: Удалить элемент панели инструментов
zh_hans: 移除工具栏项

# WorkgroupSessionDetail.RenamePeer
source: Rename Peer
de: Peer umbenennen
ja: ピアの名前を変更
pt_br: Renomear par
ru: Переименовать партнёра
zh_hans: 重命名对端

# WorkgroupSessionDetail.ReorderToolbarItem
source: Reorder Toolbar Item
de: Symbolleistenelement neu anordnen
ja: ツールバー項目を並べ替え
pt_br: Reordenar item da barra de ferramentas
ru: Изменить порядок элемента панели инструментов
zh_hans: 重新排序工具栏项

# WorkgroupSessionDetail.ShortcutLabel
source: Shortcut:
de: Tastenkombination:
ja: ショートカット：
pt_br: Atalho:
ru: Сочетание клавиш:
zh_hans: 快捷键：

# WorkgroupSessionDetail.SideBottom
source: Bottom
de: Unten
ja: 下
pt_br: Inferior
ru: Снизу
zh_hans: 下

# WorkgroupSessionDetail.SideLeft
source: Left
de: Links
ja: 左
pt_br: Esquerda
ru: Слева
zh_hans: 左

# WorkgroupSessionDetail.SideRight
source: Right
de: Rechts
ja: 右
pt_br: Direita
ru: Справа
zh_hans: 右

# WorkgroupSessionDetail.SideTop
source: Top
de: Oben
ja: 上
pt_br: Superior
ru: Сверху
zh_hans: 上

# WorkgroupSessionDetail.ToolbarItemsLabel
source: Toolbar Items:
de: Symbolleistenelemente:
ja: ツールバー項目：
pt_br: Itens da barra de ferramentas:
ru: Элементы панели инструментов:
zh_hans: 工具栏项目：

# WorkgroupSessionDetail.VerticalAccessibility
source: Vertical
de: Vertikal
ja: 垂直
ru: Вертикально
zh_hans: 垂直

# WorkgroupSessionDetail.VerticalSegmentLabel
source: 􀏠 Vertical
de: 􀏠 Vertikal
ja: 􀏠 垂直
ru: 􀏠 Вертикально
zh_hans: 􀏠 垂直

# WorkgroupToolbarItemRegistry.AutoRequestReviewWhenIdle
source: Auto-Request Review When Idle
de: Review automatisch anfordern, wenn inaktiv
ja: アイドル時に自動でレビューをリクエスト
pt_br: Solicitar revisão automaticamente quando ocioso
ru: Автозапрос проверки при простое
zh_hans: 空闲时自动请求审核

# WorkgroupToolbarItemRegistry.AutoSendClippingsWhenIdle
source: Auto-Send Clippings When Idle
de: Ausschnitte automatisch senden, wenn inaktiv
ja: アイドル時にクリッピングを自動送信
pt_br: Enviar recortes automaticamente quando ocioso
ru: Автоотправка вырезок при простое
zh_hans: 空闲时自动发送剪报内容

# WorkgroupToolbarItemRegistry.ChangedFileSelector
source: Changed File Selector
de: Auswahl geänderter Dateien
ja: 変更ファイルセレクター
pt_br: Seletor de arquivo alterado
ru: Выбор изменённого файла
zh_hans: 更改文件选择器

# WorkgroupToolbarItemRegistry.GitBaseSelector
source: Git Base Selector
de: Git-Basisauswahl
ja: Gitベースセレクター
pt_br: Seletor de base do Git
ru: Выбор базы Git
zh_hans: Git 基准选择器

# WorkgroupToolbarItemRegistry.NavigationButtons
source: Navigation Buttons
de: Navigationsschaltflächen
ja: ナビゲーションボタン
pt_br: Botões de navegação
ru: Кнопки навигации
zh_hans: 导航按钮

# WorkgroupToolbarItemRegistry.PeerModeSwitcher
source: Peer Mode Switcher
de: Peer-Modus-Umschalter
ja: ピアモード切り替え
pt_br: Alternador de modo de par
ru: Переключатель режима партнёра
zh_hans: 对等模式切换器

# WorkgroupToolbarItemRegistry.Reload
source: Reload
de: Neu laden
ja: 再読み込み
pt_br: Recarregar
ru: Обновить
zh_hans: 重新载入

# WorkgroupToolbarItemRegistry.Spacer
source: Spacer
de: Abstandhalter
ja: スペーサー
pt_br: Espaçador
ru: Распорка
zh_hans: 灵活空白间隔

# AboutWindow.BuildVersion
source: Build %@
ja: ビルド %@
pt_br: Compilação %@
ru: Сборка %@
zh_hans: 构建 %@

# AddClipping.DetailLabel
source: Detail:
ja: 詳細:
pt_br: Detalhe:
ru: Подробности:
zh_hans: 详情：

# AddTrigger.JobLabel
source: Job:
ja: ジョブ:
pt_br: Tarefa:
ru: Задание:
zh_hans: 作业：

# AddTrigger.NameLabel
source: Name:
ja: 名前:
pt_br: Nome:
ru: Имя:
zh_hans: 名称：

# AddTrigger.URLRegexLabel
source: URL Regex:
ja: URL正規表現:
pt_br: Regex de URL:
ru: Регулярное выражение URL:
zh_hans: URL 正则表达式：

# AdvancedSettingsCategory.Badge
source: Badge
ja: バッジ
pt_br: Selo
ru: Значок
zh_hans: 角标

# AdvancedSettingsCategory.Debugging
source: Debugging
ja: デバッグ
pt_br: Depuração
ru: Отладка
zh_hans: 调试

# AdvancedSettingsCategory.Hotkey
source: Hotkey
ja: ホットキー
ru: Горячая клавиша
zh_hans: 热键

# AdvancedSettingsCategory.SemanticHistory
source: Semantic History
ja: セマンティックヒストリー
ru: Семантическая история
zh_hans: 语义历史记录

# AdvancedSettingsCategory.SSHIntegration
source: SSH Integration
ja: SSH統合
pt_br: Integração com SSH
ru: Интеграция с SSH
zh_hans: SSH 集成

# AdvancedSettingsCategory.Tabs
source: Tabs
ja: タブ
pt_br: Abas
ru: Вкладки
zh_hans: 标签页

# AdvancedSettingsCategory.Terminal
source: Terminal
ja: ターミナル
ru: Терминал
zh_hans: 终端

# AdvancedSettingsCategory.TmuxIntegration
source: Tmux Integration
ja: tmux統合
pt_br: Integração com tmux
ru: Интеграция с tmux
zh_hans: Tmux 集成

# AdvancedSettingsCategory.WebBrowser
source: Web Browser
ja: Webブラウザ
pt_br: Navegador web
ru: Веб-браузер
zh_hans: 网页浏览器

# AIModelEditor.HeaderColumn
source: Header
ja: ヘッダー
pt_br: Cabeçalho
ru: Заголовок
zh_hans: 标头

# AITerm.DefaultProviderName
source: server
ja: サーバー
pt_br: servidor
ru: сервер
zh_hans: 服务器

# BookmarkTagEditor.TagsLabel
source: Tags:
ja: タグ:
pt_br: Etiquetas:
ru: Теги:
zh_hans: 标签：

# BrowserSessionTitle.DefaultProfileName
source: Web Browser
ja: ウェブブラウザ
pt_br: Navegador web
ru: Веб-браузер
zh_hans: 网页浏览器

# ChatCellView.ChatAccessibility
source: Chat
ja: チャット
ru: Чат
zh_hans: 聊天

# ChatMentionPickerController.Tab
source: Tab %d
ja: タブ %d
pt_br: Aba %d
ru: Вкладка %d
zh_hans: 标签页 %d

# ChatMentionPickerController.TabWithWindow
source: Tab %1$d · %2$@
ja: タブ %1$d · %2$@
pt_br: Aba %1$d · %2$@
ru: Вкладка %1$d · %2$@
zh_hans: 标签页 %1$d · %2$@

# ChatTitleStyling.OrchestratorChatAccessibility
source: Orchestrator chat
ja: オーケストレーターチャット
pt_br: Chat do orquestrador
ru: Чат оркестратора
zh_hans: Orchestrator 聊天

# ChatToolbar.EffortMinimal
source: Minimal
ja: 最小
pt_br: Mínimo
ru: Минимальный
zh_hans: 最低

# Cockpit.GroupByStatusLabel
source: Status
ja: ステータス
ru: Статус
zh_hans: 状态

# Cockpit.TabTitle
source: Tab %lld
ja: タブ %lld
pt_br: Aba %lld
ru: Вкладка %lld
zh_hans: 标签页 %lld

# Codecierge.TerminalSection
source: ### 💻 Terminal `%@`
ja: ### 💻 ターミナル `%@`
ru: ### 💻 Терминал `%@`
zh_hans: ### 💻 终端 `%@`

# CodeReviewPrompt.MenuHeader
source: Prompts
ja: プロンプト
ru: Промпты
zh_hans: 提示

# CodeReviewPrompt.NamePlaceholder
source: Prompt name
ja: プロンプト名
pt_br: Nome do prompt
ru: Название промпта
zh_hans: 提示名称

# CodeReviewPrompt.TitleLabel
source: Code review prompt:
ja: コードレビュープロンプト:
pt_br: Prompt de revisão de código:
ru: Промпт для код-ревью:
zh_hans: 代码审查提示：

# CodeReviewPromptManager.BodyLabel
source: Prompt:
ja: プロンプト:
ru: Промпт:
zh_hans: 提示：

# CodeReviewPromptManager.NameLabel
source: Name:
ja: 名前:
pt_br: Nome:
ru: Имя:
zh_hans: 名称：

# CodeReviewPromptManager.WindowTitle
source: Code Review Prompts
ja: コードレビュープロンプト
pt_br: Prompts de revisão de código
ru: Промпты для проверки кода
zh_hans: 代码审查提示

# CommandURL.InDirectory
source: in %@
ja: %@ 内で
pt_br: em %@
ru: в %@
zh_hans: 在 %@ 中

# ConductorFileTransfer.ProtocolName
source: SSH Integration
ja: SSH連携
ru: SSH-интеграция
zh_hans: SSH集成

# ContextMenu.BigEndianInt32
source: Big-Endian int32: %@
ja: ビッグエンディアン int32: %@
pt_br: int32 big-endian: %@
zh_hans: 大端序 int32：%@

# ContextMenu.BigEndianInt64
source: Big-Endian int64: %@
ja: ビッグエンディアン int64: %@
pt_br: int64 big-endian: %@
zh_hans: 大端序 int64：%@

# ContextMenu.HexBytes
source: %1$ld hex bytes
ja: %1$ld 個の16進数バイト
pt_br: %1$ld bytes hexadecimais
ru: %1$ld шестнадцатеричных байта

# ContextMenu.LittleEndianInt32
source: Little-Endian int32: %@
ja: リトルエンディアン int32: %@
pt_br: int32 little-endian: %@
zh_hans: 小端序 int32：%@

# ContextMenu.LittleEndianInt64
source: Little-Endian int64: %@
ja: リトルエンディアン int64: %@
pt_br: int64 little-endian: %@
zh_hans: 小端序 int64：%@

# ContextMenu.ParamText
source: Text:
ja: テキスト:
pt_br: Texto:
ru: Текст:
zh_hans: 文本:

# ContextMenu.PasteBracketing
source: Paste Bracketing
ja: 括弧付きペースト
pt_br: Delimitação de colagem
ru: Скобочная вставка
zh_hans: 粘贴括号

# ContextMenu.Utf8Bytes
source: %1$ld UTF-8 bytes: %2$@
ja: UTF-8バイト %1$ld個: %2$@
ru: %1$ld байта UTF-8: %2$@
zh_hans: %1$ld 个 UTF-8 字节：%2$@

# DateFormatter.UnitHour
source: h
ja: 時
ru: ч

# DateFormatter.UnitSecond
source: s
ja: 秒
ru: с

# DateFormatter.UnitWeek
source: w
ja: 週
pt_br: sem
ru: нед

# DownloadsMenu.Title
source: Downloads
ja: ダウンロード
ru: Загрузки
zh_hans: 下载

# EditSnippet.EscapingTitle
source: Escaping
ja: エスケープ
pt_br: Escape
ru: Экранирование
zh_hans: 转义

# EventTrigger.Field.ExitCode
source: Exit Code:
ja: 終了コード:
pt_br: Código de saída:
ru: Код выхода:
zh_hans: 退出代码：

# EventTrigger.Field.Host
source: Host:
ja: ホスト:
ru: Хост:
zh_hans: 主机：

# EventTrigger.Field.Job
source: Job:
ja: ジョブ:
pt_br: Processo:
ru: Процесс:
zh_hans: 作业：

# EventTrigger.Field.Variable
source: Variable:
ja: 変数:
pt_br: Variável:
ru: Переменная:
zh_hans: 变量：

# EventTrigger.Placeholder.ExitCode
source: Exit code
ja: 終了コード
pt_br: Código de saída
ru: Код выхода
zh_hans: 退出代码

# ExpressionParser.UndefAnnotation
source: [undef: %@]
ja: [未定義: %@]
pt_br: [indef: %@]
ru: [не определено: %@]

# HighlightBrowserTrigger.TextLabel
source: Text:
ja: テキスト:
pt_br: Texto:
ru: Текст:
zh_hans: 文本：

# HighlightTrigger.TextLabel
source: Text:
ja: テキスト:
pt_br: Texto:
ru: Текст:
zh_hans: 文本：

# JobInfoPopover.Detail
source: Detail
ja: 詳細
pt_br: Detalhe
ru: Подробности
zh_hans: 详情

# JobInfoPopover.Variable
source: Variable
ja: 変数
pt_br: Variável
ru: Переменная
zh_hans: 变量

# KeyName.HexCode
source: Hex Code 0x%x
ja: 16進コード 0x%x
pt_br: Código Hex 0x%x
ru: Шестнадцатеричный код 0x%x
zh_hans: 十六进制代码 0x%x

# MiniFilter.FilterAccessibility
source: Filter
ja: フィルタ
pt_br: Filtrar
ru: Фильтр
zh_hans: 筛选

# MultipartMessageCell.CodeInterpreterTitle
source: Code Interpreter
ja: コードインタープリタ
pt_br: Interpretador de código
ru: Интерпретатор кода
zh_hans: 代码解释器

# OpenQuickly.FeatureBadge
source: Badge
ja: バッジ
pt_br: Selo
ru: Значок
zh_hans: 角标

# OpenQuickly.FeatureGitBranch
source: Git Branch
ja: Gitブランチ
pt_br: Branch do Git
ru: Ветка Git

# OpenQuickly.FeatureHost
source: Host
ja: ホスト
ru: Хост
zh_hans: 主机

# OpenQuickly.Hotkey
source: Hotkey %@
ja: ホットキー %@
ru: Горячая клавиша %@
zh_hans: 热键 %@

# OpenQuickly.HotkeyModifiers
source: Hotkey %1$@%2$@
ja: ホットキー %1$@%2$@
ru: Горячая клавиша %1$@%2$@
zh_hans: 热键 %1$@%2$@

# OpenQuickly.TabNumber
source: Tab %d
ja: タブ %d
pt_br: Aba %d
ru: Вкладка %d
zh_hans: 标签页 %d

# OpenQuickly.TabNumberWithWindow
source: Tab %1$d · %2$@
ja: タブ %1$d · %2$@
pt_br: Aba %1$d · %2$@
ru: Вкладка %1$d · %2$@
zh_hans: 标签页 %1$d · %2$@

# PasteSpecial.TextItemLabel
source: Text: “%@”
ja: テキスト:「%@」
pt_br: Texto: “%@”
ru: Текст: «%@»
zh_hans: 文本：“%@”

# PointerPrefs.HexCodesLabel
source: Hex codes:
ja: 16進コード:
pt_br: Códigos hexadecimais:
ru: Шестнадцатеричные коды:
zh_hans: Hex 代码：

# PointerPrefs.TextLabel
source: Text:
ja: テキスト:
pt_br: Texto:
ru: Текст:
zh_hans: 文本：

# ProfileListView.LoginShell
source: Login shell
ja: ログインシェル
pt_br: Shell de login
ru: Оболочка входа
zh_hans: 登录 shell

# ProfileListView.TagsMenuItem
source: Tags
ja: タグ
pt_br: Etiquetas
ru: Метки
zh_hans: 标签

# ProfilePreferences.HideTags
source: < Tags
ja: < タグ
pt_br: < Etiquetas
ru: < Метки
zh_hans: < 标签

# ProfilePreferences.ShowTags
source: Tags >
ja: タグ >
pt_br: Etiquetas >
ru: Метки >
zh_hans: 标签 >

# ProfilesGeneral.Favicon
source: Favicon
ja: ファビコン
ru: Значок сайта
zh_hans: 网站图标

# ProfilesGeneral.TitlePreviewCommandLine
source: Job+Args
ja: ジョブ+引数
pt_br: Processo+Args
ru: Процесс+Аргументы

# ProfilesGeneral.TitlePreviewHost
source: Host
ja: ホスト
ru: Хост
zh_hans: 主机

# ProfilesGeneral.TitlePreviewIconName
source: “Shell”
ja: 「シェル」
ru: «Оболочка»

# ProfilesGeneral.TitlePreviewJob
source: Job
ja: ジョブ
pt_br: Processo
ru: Процесс

# ProfilesGeneral.TitlePreviewName
source: Name
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名称

# ProfilesSession.ColorSchemeCyan
source: Cyan
ja: シアン
pt_br: Ciano
ru: Голубой
zh_hans: 青色

# ProfilesSession.ColorSchemeOrange
source: Orange
ja: オレンジ
pt_br: Laranja
ru: Оранжевый
zh_hans: 橙色

# ProfilesSession.JobNamePlaceholder
source: Job Name
ja: ジョブ名
pt_br: Nome do processo
ru: Имя процесса
zh_hans: 任务名称

# ProfilesWindow.CollapseTags
source: < Tags
ja: < タグ
ru: < Теги
zh_hans: < 标签

# ProfilesWindow.ExpandTags
source: Tags >
ja: タグ >
ru: Теги >
zh_hans: 标签 >

# ProfileTagsView.TagNameColumn
source: Tag Name
ja: タグ名
pt_br: Nome da etiqueta
ru: Имя метки
zh_hans: 标签名称

# PseudoTerminal.TabCount
source: %lu tabs
ja: %lu 個のタブ
pt_br: %lu abas
ru: %lu вкладки
zh_hans: %lu 个标签页

# PTYSession.RemoteHost
source: remote host
ja: リモートホスト
pt_br: host remoto
ru: удалённый хост
zh_hans: 远程主机

# ScriptConsole.PIDs
source: PIDs %@
ja: PID %@
ru: PID: %@
zh_hans: 进程ID %@

# ScriptsMenu.PythonVersionLabel
source: Python Version:
ja: Pythonバージョン:
pt_br: Versão do Python:
ru: Версия Python:
zh_hans: Python 版本：

# SetTabStatusTrigger.TextLabel
source: Text:
ja: テキスト:
pt_br: Texto:
ru: Текст:
zh_hans: 文本:

# SmartSelection.PrecisionNormal
source: Normal
ja: 標準
ru: Обычная
zh_hans: 正常精度

# SpecialExceptions.RangeHiraganaKatakana
source: Hiragana/Katakana
ja: ひらがな/カタカナ
ru: Хирагана/катакана
zh_hans: 平假名/片假名

# SSHFilePanelFileList.ColumnName
source: Name
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名称

# SSHFilePanelFileList.KindAlias
source: Alias
ja: エイリアス
ru: Псевдоним
zh_hans: 别名

# SSHFilePanelFileList.KindAudio
source: Audio
ja: オーディオ
pt_br: Áudio
ru: Аудио
zh_hans: 音频

# SSHFilePanelFileList.KindHost
source: Host
ja: ホスト
ru: Узел
zh_hans: 主机

# SSHFilePanelFileList.KindVideo
source: Video
ja: ビデオ
pt_br: Vídeo
ru: Видео
zh_hans: 视频文件

# SSHFilePanelSidebar.Downloads
source: Downloads
ja: ダウンロード
ru: Загрузки
zh_hans: 下载

# SSHFilePanelSidebar.Server
source: Server
ja: サーバー
pt_br: Servidor
ru: Сервер
zh_hans: 服务器

# StatusBarGit.MenuCommit
source: Commit
ja: コミット
pt_br: Fazer commit
zh_hans: 提交

# StatusBarGit.MenuLog
source: Log
ja: ログ
zh_hans: 日志

# StatusBarGit.MenuStash
source: Stash
ja: スタッシュ
pt_br: Fazer stash
zh_hans: 暂存

# StatusBarHostname.ShortDescription
source: Host Name
ja: ホスト名
pt_br: Nome do host
ru: Имя узла
zh_hans: 主机名

# TerminalFile.Subheading
source: Terminal download
ja: ターミナルのダウンロード
pt_br: Transferência do terminal
ru: Загрузка из терминала
zh_hans: 终端下载

# Tip.0000.Title
source: Shell Integration
ja: シェル統合
zh_hans: Shell 集成

# Tip.0010.Title
source: Badges
ja: バッジ
pt_br: Selos
ru: Значки
zh_hans: 角标

# Tip.0013.Title
source: Zoom
ja: ズーム
ru: Увеличение
zh_hans: 缩放

# Tip.0015.Title
source: Tmux Integration
ja: tmux統合
pt_br: Integração com o tmux
ru: Интеграция с tmux
zh_hans: Tmux 集成

# Tip.0023.Title
source: Cursor Blink Rate
ja: カーソルの点滅速度
pt_br: Velocidade de piscar do cursor
ru: Скорость мигания курсора
zh_hans: 光标闪烁速率

# Tip.0024.Title
source: Shell Integration: Navigation
ja: シェル統合: ナビゲーション
pt_br: Shell Integration: navegação
ru: Интеграция с оболочкой: навигация
zh_hans: Shell集成：导航功能

# Tip.0025.Title
source: Shell Integration: Status
ja: シェル統合: ステータス
ru: Интеграция с оболочкой: статус
zh_hans: Shell Integration：状态

# Tip.0028.Title
source: Shell Integration: Downloads
ja: シェル統合: ダウンロード
pt_br: Shell Integration: transferências
ru: Интеграция с оболочкой: загрузки
zh_hans: Shell Integration：下载功能

# Tip.0034.Title
source: Tags
ja: タグ
ru: Теги
zh_hans: 标签

# Tip.0036.Title
source: Downloads
ja: ダウンロード
pt_br: Transferências
ru: Загрузки
zh_hans: 下载内容

# Tip.0050.Title
source: Cursor Boost
ja: カーソルブースト
pt_br: Realce do cursor
ru: Усиление курсора
zh_hans: 光标加速

# Tip.0052.Title
source: Tabs
ja: タブ
pt_br: Abas
ru: Вкладки
zh_hans: 标签页

# Tip.0079.Title
source: Composer
ja: コンポーザー
pt_br: Compositor
ru: Композер

# Tip.0080.Title
source: Shell Integration: Uploads
ja: シェル統合: アップロード
pt_br: Shell Integration: envios
ru: Интеграция с оболочкой: загрузка на сервер
zh_hans: Shell Integration：上传功能

# Tip.0083.Title
source: SSH Integration
ja: SSH統合
ru: Интеграция с SSH

# Tip.0084.Title
source: Auto Composer
ja: オートコンポーザー
pt_br: Auto Compositor
ru: Автокомпозер
zh_hans: 自动呼出 Composer

# Tip.0094.Title
source: Inject Trigger
ja: Injectトリガー
pt_br: Gatilho Inject
ru: Триггер «Inject»
zh_hans: 注入触发器

# Tip.0101.Title
source: LastPass & 1Password
ja: LastPassと1Password
pt_br: LastPass e 1Password
ru: LastPass и 1Password
zh_hans: LastPass 与 1Password

# Tip.0107.Title
source: tmux Integration
ja: tmux統合
ru: Интеграция с tmux
zh_hans: tmux 集成功能

# ToolNotes.ModeGlobal
source: Global
ja: グローバル
ru: Глобальные
zh_hans: 全局

# ToolStatus.TabShortcut
source: Tab %lld
ja: タブ%lld
pt_br: Aba %lld
ru: Вкладка %lld
zh_hans: 标签页 %lld

# TouchBar.ManPage
source: Man Page
ja: マニュアルページ
pt_br: Página do manual
ru: Man-страница
zh_hans: 手册页

# TouchBar.Status
source: Status
ja: ステータス
ru: Статус
zh_hans: 状态

# TransferrableFileMenu.InfoText
source: %1$@ Status: %2$@%3$@
ja: %1$@ ステータス: %2$@%3$@
ru: %1$@ Статус: %2$@%3$@
zh_hans: %1$@ 状态：%2$@%3$@

# Trigger.ExitCodeSpecific
source: exit code %@
ja: 終了コード %@
pt_br: código de saída %@
ru: код выхода %@
zh_hans: 退出代码 %@

# Trigger.ExitCodeZero
source: exit code 0
ja: 終了コード 0
pt_br: código de saída 0
ru: код выхода 0
zh_hans: 退出代码 0

# Trigger.JobLabel
source: Job: %@
ja: ジョブ: %@
pt_br: Processo: %@
ru: Задача: %@
zh_hans: 作业：%@

# Triggers.LabelText
source: Text:
ja: テキスト:
pt_br: Texto:
ru: Текст:
zh_hans: 文本：

# Triggers.PlaceholderName
source: Name
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名称
